{
  "Landing": {
    "titleBold": "Welcome at GRIP!",
    "titleMedium": "START your registration.",
    "buttonText": "START your registration",
    "heroScrollLink": "Why do I need to register?",
    "subTitle": "What happens to my registration data?",
    "paragraph": "Your registration data is used for identification at the check-in desk and by our administration, to link products such as memberships, punch cards, and credits, and also to demonstrate that you meet our insurer’s requirements to climb with us. We also use your data to contact you in case of emergencies, care, and in cases of lost valuable items. We respect your privacy and will never distribute, share, or publish your data without your consent. Our database is protected from the outside world and we adhere to a clear GDPR protocol.",
    "contactCta": "Do you have a question or is it difficult to register?",
    "contactCtaLink": "Contact us"
  },

  "Warning": {
    "title": "Know the rules!",
    "paragraph": "For your own safety and the safety of other climbers, it is important that everyone knows the rules. Acknowledge each section to indicate that you have read and understood the text and the rules. You only need to register once. If you have been bouldering at Grip before, you do not need to register again.",
    "noteReservation": "Please note: This is not a reservation.",
    "link": "Reservations can be made via our website.",
    "question": "Do you have a question?",
    "contact": "Do you have a question? Contact us"
  },
  "SlideOne": {
    "title": "Bouldering introduction",
    "explanation": "This introduction is important for your safety and the safety of other climbers.",
    "agreement": "AGREE with each subsection to indicate that you understand each of the following rules.",
    "subTitleFirst": "Basic safety and conduct",
    "listFirst": [
      "Take care of your own safety and do not create unsafe situations for others.",
      "Do not wear jewelry.",
      "Leave the mat immediately after each climb. The mat marks the fall zone, make sure the fall zone is as clear as possible.",
      "Boulder only in clean climbing shoes. Bouldering in other footwear, bare feet, or socks is not allowed.",
      "Sporting with a bare upper body is not allowed.",
      "Bouldering under the influence of alcohol and/or drugs is not allowed.",
      "Use glassware or tableware only in the café and on the terrace.",
      "Assistance dogs are welcome, other pets are not."
    ],
    "subTitleSecond": "Fall Zones",
    "listSecond": [
      "Do not climb underneath someone. Do not climb above someone. If either of you falls, both can get injured. Always maintain at least 1.50m distance from others while climbing.",
      "Do not walk through the area where someone currently climbing could fall. Wait until the other climber is back down. Always be aware of what is happening above you as you walk on the mat.",
      "If you see someone doing something dangerous, point it out to them."
    ],
    "subTitleThird": "Bouldering Etiquette",
    "listThird": [
      "Take turns climbing in areas where others are bouldering. Whoever starts the boulder first has priority on the wall.",
      "Always be courteous to other climbers.",
      "Do not judge others too quickly – assume good intentions.",
      "Respect each other's boundaries. For example, ask for permission before offering beta.",
      "GRIP is a special place. Help keep it that way by welcoming and encouraging newcomers."
    ],
    "subTitleFourth": "If you are a minor or climbing with a minor",
    "listFourth": [
      "Independent bouldering is allowed from the age of 12. For any form of independent bouldering, GRIP applies competency and admission requirements, including attending the instruction and signing this agreement.",
      "Children aged 11 and under must be supervised by an adult. One adult is required for every two children.",
      "Do not run in the bouldering hall.",
      "Equipment in the training areas is dangerous if used improperly. Use it correctly or do not use it.",
      "Under 18 years old requires permission from GRIP to use the training area."
    ],
    "subTitleFifth": "Emergency Procedure",
    "listFifth": [
      "If you or someone else gets injured, immediately approach a staff member."
    ],
    "checkButton": "I agree",
    "nextButton": "Next step"
  },
  "SlideTwo": {
    "title": "Validity",
    "listFirst": [
      "I hereby declare that I, or the minor visiting child for whom I am signing this agreement, am in good health and have no mental or physical limitations, injuries, illnesses, or conditions that would prevent participation in bouldering activities. I understand that if my mental or physical condition, or that of the minor visiting child, changes such that I or the minor visiting child can no longer participate in activities, I or the minor visiting child am obliged to cease participation in the activities.",
      "I will follow the instructions of GRIP staff at all times.",
      "GRIP is not liable if I or the minor child do not have adequate fitness or health, or if I or the minor child do not follow the instructions of GRIP staff."
    ],
    "checkButton": "I agree",
    "nextButton": "Next step"
  },
  "SlideThree": {
    "title": "General terms and conditions",
    "paragraph": "<p>All visitors who use the sports facilities offered by GRIP Boulderhall aged 16 and older are required to sign these terms and conditions.<br /> “Visitor” as used in this agreement refers to individuals who visit GRIP Boulderhall (“GRIP”), either as an independent boulderer, participant in climbing or other activities, or as a chaperone. If the Visitor is a minor (“Minor Visitor”), at least one parent or legally appointed guardian (parent and guardian are referred to as “Parent” in this document) must sign, as evidence of their agreement to these terms and conditions, for themselves and, to the fullest extent permitted by Dutch law, on behalf of the minor visitor who is their child or ward (collectively “Minor Visitor”).<br /> In consideration of the use of the services and facilities of the Boulderhall, I, an adult visitor or parent of a minor visiting child (for myself and on behalf of that minor visiting child), acknowledge, understand, and agree to the following: <br></br><strong>ACTIVITIES</strong><br /> Activities offered by GRIP include, but are not limited to, bouldering or climbing on structures that can reach a height of 5 meters, yoga, and other fitness and movement activities.<br /><br /> Activities such as bouldering require moderate to intense physical exertion and can result in physical injury, permanent disability, or death. It is the responsibility of the Visitor to be aware of the risks and dangers associated with independent bouldering and training, participation in Boulderhall programs or activities, and it is the responsibility of the Visitor to consult a physician before participating in Boulderhall activities and programs to ensure that he or she has no medical issues that would prevent such participation.<br /><br />Bouldering activities are not secured, spotted, or otherwise individually insured by the Boulderhall. Visitors are advised that climbing holds are a use tool, not a safety device, and they can break and fall. Visitors share responsibility for managing the risks of the activities, whether supervised or unsupervised, and are required to follow the bouldering introduction (above) and the Boulderhall rules outlined in this agreement, posted in the boulderhall or on the website, or otherwise indicated by staff. Participants in Boulderhall activities are required to pay attention to the condition of the equipment they use and to inform staff of any damage caused or observed.<br /><br /> I, an adult visitor or parent, hereby declare and confirm that I have read or will read the bouldering introduction and the rules of the Boulderhall before participating in Boulderhall activities, and I agree that I, or the minor visiting child, whom I agree to supervise, will adhere to these and any requests or instructions from the staff. If I am a parent of a minor visitor, I have explained these responsibilities and rules to the minor visiting child, who assures me that they understand them. I, an adult Visitor, or the Minor Visiting Child, do not have any mental or physical condition that could pose risks to ourselves or others. I understand that GRIP reserves the right to refuse or terminate the participation of a Visitor in any of its activities at its discretion.<br /><br /> <strong>RISKS</strong><br /> Participation in GRIP's activities will necessarily expose visitors to many risks, including but not limited to: overexertion; various injuries from falls; abrupt contact with other persons, artificial and natural structures, and equipment; falling climbers and fallen tools and hardware; fall protection materials and devices and other equipment; exposure to and illness from infectious diseases, including but not limited to MRSA, influenza, and COVID-19; and negligence and misjudgment, including negligence by other Visitors, staff, GRIP and/or its owners, affiliates, volunteers, contractors, equipment suppliers, and landlords, including failure to follow proper procedures or ignoring instructions from GRIP staff and company policy.<br /><br /> Visitors are solely responsible for the possession and use of equipment that belongs to them and indemnify the Company from all claims for property damage or personal injury related to such possession and use.<br /><br /> <strong>ACCEPTANCE OF RISKS</strong><br /> The description of risks above is not intended to be exhaustive and other risks may occur. The described risks, and others, including the possibility of negligence by other Visitors, staff, GRIP and/or its owners, affiliates, volunteers, contractors, equipment suppliers, and landlords are inherent to the activities - meaning they cannot be eliminated without destroying the essential nature and social and educational value of the activity. I understand that no amount of care, caution, instruction, or expertise can remove the inherent dangers of these activities. Risks encountered by visitors in the Boulderhall can lead to various traumas, including heart attacks, fractures, sprains, burns, abrasions, serious injuries and emotional injuries, permanent disability, and even death. I acknowledge that Boulderhall staff has been available to answer any questions. I have had the opportunity to review the bouldering introduction and the Boulderhall rules, and I, and the Minor Visiting Child, are aware of the risks and dangers associated with the activities, activity areas, and materials.<br /><br /> I, an adult Visitor or Parent, for myself and on behalf of a Minor Visiting child, expressly accept responsibility for ALL risks, injuries, or damage, inherent and otherwise, known or unknown, concerning enrollment or participation in any Boulderhall activity (whether described above or not). The Minor Visiting Child and I have discussed the activities and risks, the introduction, and the Rules, and the Minor Visiting Child understands them and chooses consciously and voluntarily to participate.<br /><br /> <strong>BOULDERHALL RULES</strong><br /> Boulderhall staff reserves the right to refuse access to the Boulderhall or to remove a Visitor for any reason at its discretion.<br /><br /> GRIP Boulderhall is not responsible for the safekeeping, loss, theft, or damage of a Visitor's property.<br /><br /> The visitor is required to review and comply with the bouldering introduction and Boulderhall rules and, if a member, the membership agreement and any rules provided or posted in the Boulderhall or on its website.<br /><br /> Should the Visitor damage or break the Boulderhall's materials or property, the Visitor is liable for the costs of repair or replacement of such equipment or property.<br /><br /> In the event of an emergency, the Boulderhall is authorized to notify the person or persons listed under the visitor's emergency contact details.<br /><br /> All visitors participating in activities or accompanying participants must sign this agreement.<br /><br /> Every visitor must check in at GRIP's reception desk upon arrival.<br /><br /> Every visitor must be able to identify themselves.<br /><br /> GRIP determines its opening hours independently and can limit the visit duration at its discretion.<br /><br /> GRIP reserves the right to implement price changes.<br /><br /> Group reservations can be canceled by GRIP if the number of participants present differs from the pre-agreed number.<br /><br /> In case of changes or cancellations of reservations less than 48 hours before the agreed time, the agreed amount will be charged in full.<br /><br /> <strong>ADDITIONAL PROVISIONS</strong><br /> <u>Medical:</u><br /> GRIP has no medical personnel or treatment available for visitors. Hereby, I authorize and give permission to the Boulderhall to arrange emergency medical care for me or, if the minor visiting child is the visitor, for the minor visiting child.<br /><br /> <u>Privacy:</u><br /> GRIP processes all customer data according to the prevailing Privacy Policy of GRIP Nijmegen. I expressly give GRIP permission to process my data and that of the minor visiting child I accompany. I consent to the use by the Boulderhall of photos, videos, and other visual and audio recordings of me, or the Minor Visiting Child, without compensation, for advertising or other purposes. I indemnify the Boulderhall and other parties from any claim of violation of personal and/or property rights (including copyright) that I or the minor visiting child may have concerning such representation or use.<br /><br /> <u>Disputes:</u><br /> I, for myself and for the minor visiting child, agree to attempt to mediate in good faith any dispute that may arise between me or the minor visiting child and another party. Should the issue not be resolved through mediation, I agree that all disputes, controversies, or claims between the parties will be subject to binding arbitration under the applicable rules in effect at that time. I agree that any dispute between another party and a participant or parent will be subject to Dutch law.<br /><br /> I have read, understood, and voluntarily signed this agreement and acknowledge that it will be effective and binding upon me, the minor visiting child who is a participant, and my family, heirs, executors, administrators, and representatives, or the family, heirs, executors, administrators, and representatives of the Minor Visiting Child.<br /><br /> I agree that if any part of this Agreement is found invalid by a court of competent jurisdiction, the remainder of this Agreement shall remain in full force and effect.<br /><br /> The terms herein (as amended from time to time) constitute the entire agreement between the Visitor and the Company (other than the Membership Agreement if the Visitor is a Member) regarding the Visitor's use of the Boulderhall and supersede all previous agreements, arrangements, and understandings, whether written or oral, between the Visitor and the Company concerning such matters.<br /><br /> I understand that each time I, or the minor visiting child, visit the Boulderhall from the date of this agreement, I, or the minor visiting child, will be bound by the terms herein; unless this Agreement is superseded by an amendment or replacement.<br /><br /> Any delay or failure by the Company to exercise its rights and/or remedies under this agreement shall not constitute a waiver of such right or remedy.</p>",
    "acceptText": "I have carefully read this agreement and fully understand its contents and implications. I agree to the above terms and conditions.",
    "readMoreButton": "Read more",
    "checkButton": "I agree",
    "nextButton": "Next step"
  },
  "SlideFour": {
    "title": "Personal Information",
    "name": "Name",
    "firstName": "First Name",
    "middleName": "Middle Initial",
    "lastName": "Last Name",
    "dateOfBirth": "Date of Birth",
    "dateOfBirthPlaceHolder": "DD-MM-YYYY",
    "address": "Address",
    "street": "Street",
    "houseNumber": "House Number",
    "zipCode": "Zip Code",
    "residence": "Place of Residence",
    "country": "Country",
    "contact": "Contact Information",
    "email": "example@email.com",
    "phoneNumber": "+31 0 00 00 00 00",
    "subTitleSecond": "Are you a supervisor of a group of students?",
    "no": "No",
    "yes": "Yes",
    "kidsList": "Please include a list with the names of all the children you are supervising today (as a Word, Excel, PDF, or JPG attachment).",
    "listButton": "Choose file",
    "subTitleThird": "In case of emergency, contact",
    "first&lastName": "First and Last Name",
    "signatureExplanation": "Sign your signature in the box below",
    "signatureAgreement": "Signature for agreement",
    "erase": "Erase",
    "nextButton": "Submit"
  },
  "errorModal": {
    "titleError": "Attention!",
    "titleSuccess": "Thank you for your registration.",
    "bodySuccess": "Have fun bouldering!"
  },
  "errorMessages": {
    "__default": "Something went wrong. Please try again later.",
    "missingFields": "One or more required fields are missing.",
    "invalidDateOfBirth": "The date of birth is invalid.",
    "invalidEmail": "The email address is invalid.",
    "invalidPhone": "The phone number is invalid.",
    "invalidParticipantsMeta": "The file containing the names of the participants is invalid.",
    "invalidParticipantsMime": "The file containing the names of the participants is invalid.",
    "invalidParticipantsData": "The file containing the names of the participants is invalid.",
    "invalidSignature": "The signature is invalid.",
    "memberAlreadyRegistered": "You are already registered as a member at Grip."
  },
  "Pag": {
    "introduction": "Introduction",
    "validity": "Validity",
    "tAndC": "Terms and Conditions",
    "personalInformation": "Personal information",
    "step": "Step"
  },
  "LanguageModal": {
    "title": "Caution!",
    "body": "If you change the language, the page will be refreshed and your data will be lost.",
    "proceed": "Confirm",
    "cancel": "Cancel"
  }
}
