{
  "Landing": {
    "titleBold": "Welkom bij GRIP!",
    "titleMedium": "START je inschrijving.",
    "buttonText": "START je inschrijving",
    "heroScrollLink": "Waarom moet ik me registreren?",
    "subTitle": "Wat gebeurt er met mijn schrijfgegevens?",
    "paragraph": "je inschrijfgegevens worden gebruikt ten behoeve van identificatie aan de incheckbalie en door onze administratie, om producten zoals lidmaatschappen, strippenkaarten en tegoeden te kunnen koppelen, maar ook om aan te kunnen tonen dat jij de persoon bent die aan de vereisten van onze verzekeraar voldoet om bij ons te mogen boulderen. We gebruiken je gegevens ook om contact op te kunnen nemen in geval van nood, zorg en bij bijvoorbeeld achtergelaten waardevolle spullen. We respecteren jouw privacy en zullen jouw gegevens nooit ongevraagd verspreiden, delen of publiceren. Onze database is afgeschermd van de buitenwereld en we hanteren een helder AVG-protocol.",
    "contactCta": "Heb je een vraag of lukt het niet om te registreren?",
    "contactCtaLink": "Neem contact op"
  },
  "Warning": {
    "title": "Ken de regels!",
    "paragraph": "Voor je eigen veiligheid en de veiligheid van andere klimmers is het belangrijk dat iedereen de regels kent.<br></br> Accordeer elk onderdeel om aan te geven dat je de tekst hebt gelezen en de regels begrijpt.<br></br><br></br> Je hoeft je maar één keer te registreren. Ben je eerder komen boulderen bij Grip? Dan hoef je je dus niet opnieuw te registeren.",
    "noteReservation": "Let op: Dit is geen reservering.",
    "link": "Reserveren kan via onze website ›",
    "question": "Heb je een vraag?",
    "contact": "Neem contact op"
  },
  "SlideOne": {
    "title": "Algemene voorwaarden",
    "subTitleFirst": "Basisveiligheid en omgangsvormen",
    "listFirst": [
      "Zorg voor je eigen veiligheid en veroorzaak geen onveilige situaties voor anderen.",
      "Draag geen sieraden.",
      "Verlaat de mat direct na elke klim. De mat markeert de valzone, zorg dat de valzone zoveel mogelijk vrij is.",
      "Boulder alleen op schone klimschoenen. Boulderen op ander schoeisel, blote voeten of sokken is niet toegestaan.",
      "Sporten met ontbloot bovenlichaam is niet toegestaan.",
      "Boulderen onder invloed van alcohol en/of drugs is niet toegestaan.",
      "Gebruik glaswerk of serviesgoed alleen in het café en op het terras.",
      "Hulphonden zijn welkom, overige huisdieren niet."
    ],
    "subTitleSecond": "Valzones",
    "listSecond": [
      "Klim niet onder iemand door. Klim niet boven iemand langs. Als één van beide valt, kunnen jullie allebei letsel oplopen. Hou tijdens het klimmen altijd minimaal 1,50m afstand tot anderen.",
      "Loop niet door het gebied waar iemand die momenteel klimt zou kunnen vallen. Wacht tot de andere klimmer weer beneden is. Wees je constant bewust van wat er boven je gebeurt terwijl je over de mat loopt.",
      "Als je iemand iets gevaarlijks ziet doen, attendeer diegene erop."
    ],
    "subTitleThird": "Boulder etiquette",
    "listThird": [
      "Klim om de beurt op plekken waar ook anderen boulderen. Wie als eerste aan de boulder begint, heeft voorrang in de wand.",
      "Wees altijd hoffelijk tegenover andere klimmers.",
      "Oordeel niet te snel over anderen – ga uit van goede intenties.",
      "Respecteer elkaars grenzen. Vraag bijvoorbeeld toestemming voordat je beta verstrekt.",
      "GRIP is een speciale plek. Help mee dit zo te houden door nieuwkomers te verwelkomen en aan te moedigen."
    ],
    "subTitleFourth": "Als je minderjarig bent of klimt met een minderjarige",
    "listFourth": [
      "Zelfstandig boulderen is toegestaan vanaf 12 jaar. Voor elke vorm van zelfstandig boulderen hanteert GRIP competentie- en toelatingseisen, waaronder het volgen van de instructie en ondertekening van deze overeenkomst.",
      "Kinderen van 11 jaar en jonger moeten worden begeleid door een volwassene. Per twee kinderen is één volwassene nodig.",
      "Niet rondrennen in de boulderhal.",
      "Apparatuur in de trainingsruimten is gevaarlijk bij onjuist gebruik. Gebruik het goed of gebruik het niet.",
      "Onder 18 jaar is toestemming voor gebruik van de trainingsruimte nodig van GRIP."
    ],
    "subTitleFifth": "Noodprocedure",
    "listFifth": [
      "Als u of iemand anders letsel oploopt, benader dan onmiddellijk een medewerker."
    ],
    "checkButton": "Ik ga akkoord",
    "nextButton": "Volgende stap"
  },
  "SlideTwo": {
    "title": "Vitaliteit",
    "listFirst": [
      "Ik verklaar hierbij dat ik, of het minderjarige bezoekende kind voor wie ik deze overeenkomst onderteken, in goede gezondheid verkeer en geen mentale of fysieke beperking, verwonding, ziekte of kwaal heb waardoor ik niet deel kan nemen aan Boulderhalactiviteiten. Ik begrijp dat als mijn, of dat van het minderjarige bezoekende kind, mentale of fysieke toestand verandert zodanig dat ik, of het minderjarige bezoekende kind, niet meer in staat is deel te nemen aan activiteiten, ik of het minderjarige Bezoekende Kind, verplicht ben te stoppen met de activiteiten.",
      "Aanwijzingen van GRIP medewerkers volg ik te allen tijde op.",
      "GRIP is niet aansprakelijk wanneer ik of het minderjarige kind niet beschikt over een toereikende conditie of gezondheid of wanneer ik of het minderjarige kind niet de aanwijzingen van GRIP medewerkers opvolg."
    ],
    "checkButton": "Ik ga akkoord",
    "nextButton": "Volgende stap"
  },
  "SlideThree": {
    "title": "Algemene voorwaarden",
    "paragraph": "<p>Alle bezoekers die gebruik maken van de aangeboden sportfaciliteiten van GRIP Boulderhal met een leeftijd van 16 jaar en ouder zijn verplicht deze algemene voorwaarden te ondertekenen. “Bezoeker“ zoals gebruikt in deze overeenkomst verwijst naar personen die GRIP Boulderhal (“GRIP“) bezoeken, als zelfstandig boulderaar, deelnemer aan klim- of andere activiteiten of als begeleider. Als de Bezoeker minderjarig is (“Minderjarige Bezoeker“), moet ten minste één ouder of wettelijk aangestelde voogd (ouder en voogd worden in dit document “Ouder“ genoemd) ondertekenen, als bewijs van hun instemming met deze algemene voorwaarden, voor zichzelf en, voor zover maximaal toegestaan door de Nederlandse wet, namens de minderjarige bezoeker die zijn of haar kind of voogdijkind is (gezamenlijk “minderjarige bezoeker“).<br /> Met het oog op het gebruik van de diensten en faciliteiten van de Boulderhal, erken, begrijp en stem ik, een volwassen bezoeker of ouder van een minderjarig bezoekend kind (voor mezelf en namens dat minderjarige bezoekende kind), met het volgende in: <br></br><strong>ACTIVITEITEN</strong><br /> Activiteiten die worden aangeboden door GRIP, zijn onder meer boulderen of klimmen op constructies die een hoogte van 5 meter kunnen bereiken, yoga en andere fitness- en bewegingsactiviteiten.<br /><br />  Activiteiten zoals boulderen vereisen matige tot zware lichamelijke inspanning en kunnen lichamelijk letsel, blijvende invaliditeit of de dood tot gevolg hebben. Het is de verantwoordelijkheid van de Bezoeker om zich bewust te zijn van de risico's en gevaren die gepaard gaan met zelfstandig boulderen en trainen, deelname aan Boulderhal-programma's of -activiteiten, en het is de verantwoordelijkheid van de Bezoeker om een arts te raadplegen alvorens deel te nemen aan Boulderhal-activiteiten en -programma's om ervoor te zorgen dat hij of zij geen medische problemen heeft die een dergelijke deelname zou verhinderen.<br /><br />Boulderactiviteiten worden niet gezekerd, gespot of anderszins individueel geborgd door de Boulderhal. Bezoekers worden erop gewezen dat klimgrepen een gebruiksmiddel zijn, geen veiligheidsvoorziening, en dat ze kunnen breken en vallen. Bezoekers delen de verantwoordelijkheid voor het beheersen van de risico's van de activiteiten, al dan niet onder toezicht, en zijn verplicht de boulderintroductie (hierboven) en de Boulderhalregels te volgen die in deze overeenkomst zijn uiteengezet, die in de boulderhal of op de website zijn geplaatst, of anderszins zijn aangegeven door medewerkers. Deelnemers aan Boulderhalactiviteiten zijn verplicht aandacht te besteden aan de staat van door hen gebruikte uitrusting en medewerkers te informeren over eventuele veroorzaakte of geconstateerde schade.<br /><br /> Ik, een volwassen bezoeker of ouder, verklaar en bevestig hierbij dat ik de boulderintroductie en de regels van de Boulderhal heb gelezen of zal lezen voordat ik deelneem aan Boulderhalactiviteiten, en ga ermee akkoord dat ik, of het minderjarige bezoekende kind, voor wie ik akkoord ben om toezicht op te houden, me zal houden aan deze en eventuele verzoeken of instructies van het personeel. Als ik een ouder ben van een minderjarige bezoeker, heb ik deze verantwoordelijkheden en regels uitgelegd aan het minderjarige bezoekende kind, die mij verzekert dat zij of hij ze begrijpt. Ik, een volwassen Bezoeker, of het Minderjarige Bezoekende Kind, heb geen mentale of fysieke aandoening die risico's voor onszelf of voor anderen zou kunnen opleveren. Ik begrijp dat GRIP zich het recht voorbehoudt om de deelname van een Bezoeker aan een van zijn activiteiten naar eigen goeddunken te weigeren of te beëindigen.<br /><br /> <strong>RISICO'S</strong><br /> Deelname aan de activiteiten van GRIP zal bezoekers noodzakelijkerwijs blootstellen aan vele risico's, waaronder onder andere: overbelasting; allerlei verwondingen door vallen; abrupt contact met andere personen, kunstmatige en natuurlijke constructies en apparatuur; vallende klimmers en gevallen gereedschappen en hardware; valbeveiligingsmaterialen en -toestellen en andere uitrusting; blootstelling aan en ziekte door infectieziekten, inclusief maar niet beperkt tot MRSA, griep en COVID-19; en onzorgvuldigheid en verkeerde inschattingen, inclusief nalatigheid van andere Bezoekers, personeel, GRIP en/of zijn eigenaren, gelieerde ondernemingen, vrijwilligers, aannemers, leveranciers van apparatuur en verhuurders, inclusief door het niet volgen van de juiste procedures, of het negeren van instructies van GRIP medewerkers en bedrijfsbeleid.<br /><br />  Bezoekers zijn als enige verantwoordelijk voor het bezit en gebruik van materiaal dat hun eigendom is en vrijwaren het Bedrijf van alle claims voor schade aan eigendommen of lichamelijk letsel met betrekking tot dergelijk bezit en gebruik.<br /><br /> <strong>AANVAARDING VAN RISICO'S</strong><br /> De beschrijving van risico's hierboven is niet bedoeld om volledig te zijn en andere risico's kunnen zich voordoen. De beschreven risico's, en andere, inclusief de mogelijkheid van nalatigheid van andere Bezoekers, personeel, GRIP en/of zijn eigenaren, gelieerde ondernemingen, vrijwilligers, aannemers, apparatuur en leveranciers van apparatuur, en verhuurders zijn inherent aan de activiteiten - dat wil zeggen dat ze niet kunnen worden geëlimineerd zonder de essentiële aard en de sociale en educatieve waarde van de activiteit teniet te doen. Ik begrijp dat geen enkele mate van zorg, voorzichtigheid, instructie of expertise de inherente gevaren van deze activiteiten kan wegnemen. Risico's die bezoekers tegenkomen in de Boulderhal kunnen leiden tot allerlei soorten trauma's, waaronder hartaanvallen, breuken, verstuikingen, brandwonden, schaafwonden, ernstig letsel en emotioneel letsel, blijvende invaliditeit en zelfs de dood. Ik erken dat Boulderhal-medewerkers beschikbaar zijn geweest om eventuele vragen te beantwoorden. Ik heb de gelegenheid gehad om de boulderintroductie en de Boulderhalregels door te nemen, en ik, en het minderjarige bezoekende Kind, zijn zich bewust van de risico's en gevaren verbonden aan de activiteiten, activiteitengebieden en materialen.<br /><br /> Ik, een volwassen Bezoeker of Ouder, voor mezelf en namens een Minderjarig Bezoekend kind, aanvaard uitdrukkelijk de verantwoordelijkheid voor ALLE risico's, verwondingen of schade, inherent en anderszins, bekend of onbekend, met betrekking tot inschrijving of deelname aan een activiteit van de Boulderhal (al dan niet hierboven beschreven). Ik en het Minderjarige Bezoekende kind hebben de activiteiten en risico's, de introductie en Regels besproken, en het Minderjarige Bezoekende kind begrijpt deze en kiest er bewust en vrijwillig voor om toch deel te nemen.<br /><br /> <strong>REGELS IN DE BOULDERHAL</strong><br /> Het personeel van de Boulderhal behoudt zich het recht voor om naar eigen goeddunken de toegang tot de Boulderhal te weigeren of om welke reden dan ook een Bezoeker te verwijderen.<br /><br/> GRIP Boulderhal is niet verantwoordelijk voor bewaring, verlies, diefstal of beschadiging van eigendommen van een Bezoeker.<br /><br /> De bezoeker is verplicht de boulderintroductie en boulderhalregels en, indien lid, de lidmaatschapsovereenkomst en alle regels die worden verstrekt of geplaatst in de Boulderhal of op zijn website te bekijken en na te leven.<br /><br />  Mocht de Bezoeker de materialen of eigendommen van de Boulderhal beschadigen of breken, dan is de Bezoeker aansprakelijk voor de kosten van reparatie of vervanging van dergelijke apparatuur of eigendommen.<br /><br /> In het geval van een noodgeval is de Boulderhal bevoegd om de persoon of personen die vermeld staan onder de contactgegevens voor noodgevallen van de bezoeker op de hoogte te brengen.<br /><br /> Alle bezoekers die zelf deelnemen aan activiteiten of deelnemers begeleiden moeten deze overeenkomst ondertekenen.<br /><br /> Iedere bezoeker meldt zich bij binnenkomst aan bij de incheckbalie van GRIP.<br/><br/> Iedere bezoeker dient zich te kunnen legitimeren.<br/><br/> GRIP bepaalt zijn openingstijden zelfstandig en kan naar eigen inzicht bezoekduur beperken.<br /><br /> GRIP behoudt zich het recht voor om prijswijzigingen door te voeren.<br /><br /> Groepsreserveringen kunnen door GRIP geannuleerd worden indien het aantal aanwezige deelnemers anders is dan vooraf afgesproken.<br /><br />  In geval van wijziging of annulering van reserveringen minder dan 48 voorafgaand aan de afgesproken tijd wordt het afgesproken bedrag onverminderd in rekening gebracht.<br /><br />  <strong>AANVULLENDE BEPALINGEN</strong> <br /> <u>Medisch:</u><br />  GRIP heeft geen medisch personeel of behandeling beschikbaar voor bezoekers. Hierbij autoriseer en verleen ik toestemming aan de Boulderhal om spoedeisende medische zorg voor mij of, als het minderjarige bezoekende kind de bezoeker is, voor het minderjarige bezoekende kind te regelen.<br /><br />  <u>Privacy:</u><br />  GRIP verwerkt alle klantgegevens volgens de dan geldende Privacy verklaring van GRIP Nijmegen. Ik geef GRIP uitdrukkelijk toestemming tot verwerking van mijn gegevens en die van het door mij begeleidde minderjarige bezoekende kind. Ik stem in met het gebruik door de Boulderhal van foto's, video's en andere beeld- en geluidsopnamen van mij, of het Minderjarige Bezoekende Kind, zonder vergoeding, voor reclame of andere doeleinden. Ik vrijwaar de Boulderhal en andere partijen van elke claim van schending van persoonlijke en/of eigendomsrechten (inclusief auteursrecht) die ik of het minderjarige bezoekende kind mogelijk hebben in verband met een dergelijke representatie of gebruik.<br /><br /> <u>Geschillen:</u><br />  Ik, voor mezelf en voor het minderjarige bezoekende kind, ga ermee akkoord om te goeder trouw te proberen te bemiddelen in elk geschil dat zou kunnen ontstaan tussen mij of het minderjarige bezoekende kind en een andere partij. Mocht het probleem niet worden opgelost door middel van bemiddeling, dan stem ik ermee in dat alle geschillen, controverses of claims tussen de partijen zullen worden onderworpen aan bindende arbitrage in overeenstemming met de toepasselijke regels die op dat moment van kracht zijn. Ik ga ermee akkoord dat elk geschil tussen een andere partij en een deelnemer of ouder onderhevig zal zijn aan de Nederlandse wet.<br /><br /> Ik heb deze overeenkomst zorgvuldig gelezen, begrepen en vrijwillig ondertekend en erken dat deze van kracht en bindend zal zijn voor mij, het minderjarige bezoekende kind dat deelnemer is, en mijn familie, erfgenamen, executeurs, beheerders en vertegenwoordigers, of de familie, erfgenamen, executeurs, bewindvoerders en vertegenwoordigers van het Minderjarige Bezoekende kind.<br /><br /> Ik ga ermee akkoord dat als enig deel van deze Overeenkomst door een bevoegde rechtbank als ongeldig wordt beschouwd, de rest van deze Overeenkomst volledig van kracht blijft.<br /><br /> De voorwaarden hierin (zoals van tijd tot tijd gewijzigd) vormen de volledige overeenkomst tussen de Bezoeker en het Bedrijf (anders dan de Lidmaatschapsovereenkomst als de Bezoeker een Lid is) met betrekking tot het gebruik van de Boulderhal door de Bezoeker en vervangen alle eerdere overeenkomsten, afspraken en regelingen, schriftelijk of mondeling, tussen de Bezoeker en het Bedrijf met betrekking tot dergelijke zaken.<br /><br /> Ik begrijp dat elke keer dat ik, of het minderjarige bezoekende kind, de Boulderhal bezoekt vanaf de datum van deze overeenkomst, ik, of het minderjarige bezoekende kind, gebonden zal zijn aan de voorwaarden hierin; tenzij deze Overeenkomst wordt vervangen door een wijziging of vervanging.<br /><br /> Elke vertraging of verzuim door het Bedrijf om zijn rechten en/of rechtsmiddelen onder deze overeenkomst uit te oefenen, vormt geen verklaring van afstand van een dergelijk recht of rechtsmiddel.</p>",
    "acceptText": "Ik heb deze overeenkomst zorgvuldig gelezen en begrijp de inhoud en implicaties volledig. Ik ga akkoord met de bovenstaande voorwaarden.",
    "readMoreButton": "Lees verder",
    "checkButton": "Ik ga akkoord",
    "nextButton": "Volgende stap"
  },
  "SlideFour": {
    "title": "Persoonlijke gegevens",
    "name": "Naam",
    "firstName": "Voornaam",
    "middleName": "Tussenvoegsels",
    "lastName": "Achternaam",
    "dateOfBirth": "Geboortedatum",
    "dateOfBirthPlaceHolder": "dd-mm-jjjj",
    "address": "Adres",
    "street": "Straat",
    "houseNumber": "Huisnr.",
    "zipCode": "Postcode",
    "residence": "Woonplaats",
    "country": "Land",
    "contact": "Contactgegevens",
    "email": "voorbeeld@email.nl",
    "phoneNumber": "+31 0 00 00 00 00",
    "subTitleSecond": "Bent u begeleider van een groep leerlingen of studenten?",
    "no": "Nee",
    "yes": "Ja",
    "kidsList": "Voeg een overzicht toe met de namen van alle kinderen die u vandaag begeleidt (als Word-, Excel-, PDF- of JPG-bijlage).",
    "listButton": "Selecteer bestand",
    "subTitleThird": "In geval van nood contact opnemen met",
    "first&lastName": "Voor- en Achternaam",
    "signatureExplanation" : "Teken in het onderstaande kader uw handtekening",
    "signatureAgreement": "Handtekening voor akkoord",
    "erase": "Wissen",
    "nextButton": "Definitief insturen"
  },
  "errorModal": {
    "title": "Let op!"
  }
}
